Revit 2027 API
ElectricalPerPhaseData.CurrentPhaseB Property
 The effective value of current on electrical phase B.
Namespace: Autodesk.Revit.DB.Electrical
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double CurrentPhaseB { get; }
Public ReadOnly Property CurrentPhaseB As Double
	Get
public:
property double CurrentPhaseB {
	double get ();
}
member CurrentPhaseB : float with get
Property Value
Double
See Also
Reference
ElectricalPerPhaseData Class
Autodesk.Revit.DB.Electrical Namespace